Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=787_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Lisäksi ECRI suosittaa, että Suomen viranomaiset ryhtyvät toimenpiteisiin saamelaiskansaa koskevan yleisen tietoisuuden lisäämiseksi enemmistön piirissä esim. tälle väestölle suunnatuin tietoa lisäävin kampanjoin.
smn: Lasseen ECRI avžuut, ete Suomâ virgeomâhááh riemih toimáid sämiaalmug kyeskee almos tiäđu lasseetmân eenâblovo kooskâst om. taan aalmugân čuosâttum kampanjai vievâst, moh lasetteh tiäđu.

source: YK:n alkuperäiskansaraportoija
smn: OA algâaalmugraportistee

source: YK:n alkuperäiskansojen oikeuksia koskeva julistus
smn: Ovtâstum Aalmugij julgáštus algâaalmugij vuoigâdvuođâin

source: Erityisraportoija suosittelee, että Pohjoismaat jatkavat ja tehostavat ponnistelujaan saamelaiskansojen itsemääräämisoikeuden sekä aiempaa aidompien vaikuttamismahdollisuuksien toteuttamiseksi heitä koskevan päätöksenteon osalta.
smn: Sierânâsraportistee avžuut, ete Tave-enâmeh juátkih já pehtilitteh viggâmušâidis vâi sämiaalmugij jiešmeridemvuoigâdvuotâ sehe tááláást pyereeb vaikuttemmáhđulâšvuođah olášuveh sii kyeskee miärádâsrähtim uásild.

source: Tämä tavoite voidaan jossain määrin saavuttaa aiempaa tehokkaammilla kuulemismenettelyillä, joilla varmistetaan, että saamelaisiin välittömästi vaikuttavia päätöksiä ei tehdä ilman heidän vapaaehtoista ja tietoon perustuvaa etukäteissuostumustaan.
smn: Taam ulme puáhtá mottoom muddoost juksâđ kevttimáin tááláást pehtilub kuullâmvuáháduvâid, main visásmiteh, ete sämmiláid njuolgist vaikutteijee miärádâsâid ij uážu porgâđ nuuvt, ete ij lah sii rijjâtátulâš já tiätun vuáđuduvvee munemietâmâš.

source: Lisäksi valtioiden tulisi harkita yhdessä saamelaiskäräjien kanssa määrättyjen alueiden rajaamista siten, että saamelaiskäräjät toimisivat niiden puitteissa ensisijaisena tai yksinomaisena päätöksentekijöinä etenkin saamelaisia koskevissa kysymyksissä, myös saamelaisten maa-alueisiin, kieliin, perinteisiin elinkeinoihin ja kulttuureihin liittyvissä asioissa.
smn: Lasseen staatah kolgâččii oovtâst sämitigijguin kuorâttâllâđ tiätu kuávlui raijim nuuvt, ete sämitigge toimâččij tai raajij siste vuosâsajasâš teikâ áinoo miärádâsrähten aainâs sämmilijd kyeskee koččâmušâin, meid sämmilij eennâmkuávluid, kielâid, ärbivuáválâš iäláttâsâid já kulttuurijd lohtâseijee aašijn.

source: Erityisraportoija suorittelee, että Pohjoismaat ja erityisesti Ruotsi tekisivät tarvittavat uudistukset, joilla varmistetaan saamelaiskäräjien – saamelaiskansojen ylimpänä edustuselimenä – aiempaa suurempi itsenäisyys suhteessa valtion laitoksiin ja viranomaisiin.
smn: Sierânâsraportistee avžuut, ete Tave-enâmeh já eromâšávt Ruotâ tovâččii tárbuliih uđâsmitmijd, main visásmiteh sämitiggij – sämiaalmugij alemus ovdâstemorgaanin – ovdiist stuárráb jiečânâsvuođâ staatâ lájádâsâi já virgeomâhái háárán.

source: tavoitteena saamelaiskäräjien itsenäisen päätöksentekovallan kasvattaminen.
smn: Ulmen lii sämitige jiečânâs miärádâstoohâmvääldi lasettem.

source: Pohjoismaiden tulisi järjestää saamelaiskäräjille riittävä rahoitus, jonka turvin ne voivat tehokkaasti toteuttaa itsehallinnollisia tehtäviään.
smn: Tave-enâmeh kolgâččii orniđ sämitiggijd kelijdeijee ruttâdem, mon vievâst toh pyehtih pehtilávt olášuttiđ jiešhaaldâtlijd pargoidis.

source: Erityisesti olisi järjestettävä aiempaa enemmän rahoitusta saamelaiskäräjien itsenäisesti yksilöimille, kehittämille ja toteuttamille hakkeille ja aloitteille.
smn: Eromâšávt kolgâččii orniđ ovdiist eenâb ruttâdem sämitiggij jieš sierrim, ovdedem já olášuttem projektáid já alguid.

source: Valtioiden tulisi kehittää sopivat menettelytavat yhteydenpitoon saamelaiskäräjien kanssa tämän tavoitteen toteuttamiseksi.
smn: Staatah kolgâččii ovdediđ heivejeijee monâttâllâmtaavijd ohtâvuođâtolâmân sämitigijguin vâi taat ulme olášuvá.

source: Suomen tulisi tehostaa toimiaan saamelaisten maa-alueita ja luonnonvaroja koskevien oikeuksien selvittämiseksi ja turvaamiseksi juridisessa mielessä.
smn: Suomâ kolgâččij pehtilittiđ tooimâidis vâi čielgiiččij já turviiččij sämmilij eennâmkuávluid já luánduvaarijd kyeskee vuoigâdvuođâid juridilávt.

source: Suomen tulisi erityisesti varmistaa saamelaisten harjoittaman poronhoidon erityisaseman turvaaminen ottaen huomioon kyseisen elinkeinon keskeinen merkitys saamelaisten kulttuurille ja perinnölle.
smn: Suomâ kolgâččij eromâšávt visásmittiđ sämmilij hárjuttem puásuituálu sierânâssajâttuv turvim ko váldoo vuotân ton iäláttâs merhâšume sämmilij kulttuurân já áárbán.

source: Luonnonvarojen hyödyntämisen saamelaisalueilla mahdollistavien lainsäädännöllisten ja hallinnollisten mekanismien tulisi olla soveltuvien kansainvälisten normien mukaisia, myös silloin, kun ne koskevat näiden toimien vaikutusten kohteena olevien alkuperäisyhteisöjen asianmukaista kuulemista sekä vapaaehtoista ja tietoon perustuvaa etukäteissuostumusta, vaikutusten lieventämiseksi tarvittavia toimia, korvauksia ja hyötyjen jakamista.
smn: Lahâaasâtliih já haldâtliih mekanismeh, moh taheh máhđulâžžân luánduvaarij ävkkinanneem sämikuávlust, kolgâččii leđe hiäivulij aalmugijkoskâsij noormâi miäldásiih, meid talle, ko toh kyeskih tai tooimâi vaikuttâsâi čuosâttâhhân leijee algâaalmugsiärváduvâi ääšimiäldásâš kuullâm sehe rijjâtátulâš já tiätun vuáđuduvvee munemietâmâs, vaikuttâsâi keeppidmân tárbulijd tooimâid, sajanmäksimijd já hiäđui jyehim.

source: Pohjoismaiden tulisi saamelaiskäräjien kanssa neuvotellen koordinoida toimenpiteitä, joilla pyritään hillitsemään ilmastonmuutoksen haitallisia vaikutuksia saamelaisiin.
smn: Tave-enâmeh kolgâččii sämitigijguin ráđádâlmáin koordinistiđ tooimâid, moiguin viggeh estiđ šoŋŋâdâhnubástus háitulijd vaikuttâsâid sämmiláid.

source: Samalla tulisi varmistaa, että uusiutuvien energianlähteiden käytön edistämiseksi tehtävillä toimenpiteillä, kuten tuulipuistojen rakentamisella, ei itsessään ole haitallista vaikutusta saamelaisten elinkeinoihin.
smn: Siämmást kolgâččii visásmittiđ, ete uđâsmuvvee energiakäldei kiävtu ovdedem várás rähtee tooimâin, tego pieggâvuáimáttuvâi rähtimist, ij alnees lah háituliih vaikuttâsah sämmilij iäláttâssáid.

source: Pohjoismaiden tulee pyrkiä pitämään poronhoitoalueiden petoeläinpopulaatiot paliskuntien sietämillä tasoilla, ja petoeläinten aiheuttamat vahingot tulee korvata poronhoitajille täysimääräisesti.
smn: Tave-enâmeh kalgeh viggâđ toollâđ puásuituálukuávlui piätuelleepopulaatioid tagarijn taasijn ete palgâseh piergejeh, já piätuellei tovâttem vahâgijd kalgeh sajanmäksiđ puásuituálleid olesmiärálávt.

source: Erityisraportoija suosittelee, että Pohjoismaat ja saamelaiskäräjät tehostavat yhteisiä ponnistelujaan saamelaiskielten elvyttämiseksi ja vahvistavat saamelaiskielten ja - kulttuurin koulutusohjelmia.
smn: Sierânâsraportistee avžuut, ete Tave-enâmeh já sämitigeh pehtiliteh ohtsâš viggâmušâidis sämikielâi iäláskitmân já nanodeh sämikielâi- já kulttuur škovlimohjelmijd.

source: Valtioiden tulee välittömästi järjestää saamelaiskäräjille riittävä rahoitus, jonka turvin näiden tavoitteiden saavuttamiseksi voidaan toteuttaa yhteisesti sovitut toimenpiteet.
smn: Staatah kalgeh tállân orniđ sämitiggijd kelijdeijee ruttâdem, mon vievâst tai uulmij juksâmân pyehtih olášuttiđ oovtâst sooppum tooimâid.

source: Valtioiden tulisi myös lisätä saamentaitoisten opettajien saatavuutta ja lukumäärää.
smn: Staatah kalgeh meid lasettiđ sämitáiđusij máttáátteijei finnimvuođâ já lohomere.

source: Lisäksi valtioiden tulisi pyrkiä vahvistamaan saamelaiskielten käyttöä tuomioistuimessa ja muiden viranomaisten kanssa asioitaessa ja parantaa edelleen julkisten palvelujen saatavuutta saamelaiskielillä.
smn: Lasseen staatah kolgâččii viggâđ nanodiđ sämikielâi kevttim tuámuštoovlist já eres virgeomâhijguin ášástâldijn já ain pyerediđ almos palvâlusâi finnimvuođâ sämikielâiguin.

source: Valtioiden ja saamelaiskäräjien tulisi yhteistoimin kehittää ja toteuttaa toimenpiteitä yleisen tietoisuuden lisäämiseksi saamelaiskansoista mediassa ja suuren yleisön keskuudessa.
smn: Staatah já sämitigeh kolgâččii oovtâst ovdediđ já olášuttiđ tooimâid almos tiäđu lasseetmân sämiaalmugijn mediast já stuorrâ aalmug kooskâst.

source: Tällaista tietoisuuden lisäämistä tulisi edistää muun muassa perus- ja keskiasteen koulujen sekä yliopistojen opetusohjelmissa.
smn: Tággáár tiäđu lasettem kolgâččii ovdediđ eres lasseen vuáđu- já koskâtääsi škoovlâi sehe ollâopâttuvâi škovlimohjelmijn.
